let questions = [
    {
        text: 'Загадка 1\nСколько букв в слове "Привет"',
        variants: {
            'a': '2',
            'b': '5',
            'c': '6',
            'd': '12',
        },
        correctAnswerIndex: 'c',
    },
    {
        text: 'Загадка 2\nЗимой и летом одним цветом?',
        variants: {
            'a': 'Елка',
            'b': 'Снег',
            'c': 'Лиса',
            'd': 'Хомяк',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Загадка 3\nДва конца, два кольца посередине гвоздик?',
        variants: {
            'a': 'Бритва',
            'b': 'Что это?',
            'c': 'Ель',
            'd': 'Ножницы',
        },
        correctAnswerIndex: 'd',
    },
    {
        text: 'Загадка 4\nНазовешь её и она исчезнет?',
        variants: {
            'a': 'Тень',
            'b': 'Тайна',
            'c': 'Тополь',
            'd': 'Тишина',
        },
        correctAnswerIndex: 'b',
    },
    {
        text: 'Загадка 5\nЧто тяжелей 1 кг ваты или 1 кг железа?',
        variants: {
            'a': 'Вата',
            'b': 'Железо',
            'c': 'Килограмм',
            'd': 'Одинаково',
        },
        correctAnswerIndex: 'd',
    }
];